<?php

return [
    /**
     * Заголовок сайта.
     */
    'title'       => 'Технический надзор',

    /**
     * Текст в шапке под заголовком.
     */
    'sub_title_1' => 'Бесплатная консультация',
    'sub_title_2' => 'Бюджетная стоимость',

    /**
     * Номер телефона для шапки.
     */
    'phone'       => '+380 (66) 176 867 56',

    'buttons' => [
        'order_consult' => 'Заказать <br> консультацию',
        'agree'         => 'Заказать',
        'cancel'        => 'Отмена',
    ],

    'top_menu' => [
        'index'    => 'Главная',
        'links'    => 'Полезные ссылки',
        'news'     => 'Новости',
        'contacts' => 'Контакты',
    ],

    /**
     * Локализованные заголовки для страниц, которые не нужно выводить в верхнее меню.
     */
    'pages'    => [
        'login'    => 'Авторизация',
        'register' => 'Регистрация',
    ],



    /**
     * Используемое в футере.
     */
    'location' => 'Расположение',
    'contacts' => 'Контакты',
    'phones'   => 'Телефоны',
    'engineer' => 'Инженер',
    'engineer2' => 'Инженер',

    /**
     * Выводимая в футере инфа.
     */
    'footer'   => [
        'location' => [
            'Киевская область',
            'г. Киев',
        ],
        'contacts' => [
            'plyshkamd@mail.ru',
        ],
        'phones'   => [
            '+380683870460',
            '+380990040019',
        ],
        'engineer' => [
            'Александр',
            'Филькин',
        ],
        'engineer2' => [
            'Александр Филькин',
        ],
    ],

    'socials'  => [
        'vk' => 'ВКонтакте',
        'fb' => 'Facebook',
        'ok' => 'Одноклассники',
        'tw' => 'Twitter',
    ],

    /**
     * Ссылка "Наверх" в подвале.
     */
    'toTop'    => 'Наверх',

    /**
     * Здесь будем добавлять статусные сообщения
     */
    'statuses' => [
        'order_success' => 'Спасибо, :name!<br>Ваша заявка передана специалистам.<br>Мы свяжемся с Вами в ближайшее время.',
    ],
];